{
  "type": "Collection",
  "id": "lake_water_extent",
  "stac_version": "1.1.0",
  "description": "# Lake water extent (ESA CCI)\r\n\r\nLakes and enclosed inland seas are integrators of environmental and climatic changes occurring within their contributing basins.\r\nFactors driving lake conditions vary widely across space and time, and lakes, in turn, play an essential role in local and global climate regulation,\r\nwith positive and negative feedback depending on the catchment. Understanding the complex behaviour of lakes in a changing environment is essential\r\nto effective water resource management and mitigation of climate change effects.\r\n\r\nLakes have been observed as sentinels of climate change, both directly and indirectly, through watershed changes.\r\nLakes integrate responses over time, and studies of globally distributed lakes can capture different aspects of climate change.\r\nTherefore, a global and consistent climate data record of lakes is essential to mitigate and adapt to climate change.\r\n\r\n\r\n## Dataset Description: \r\n\r\nThis dataset contains the Lakes Essential Climate Variable, which is comprised of processed satellite observations at the global scale,\r\nover the period 1992-2020, for over 2000 inland water bodies. This dataset was produced by the European Space Agency (ESA) Lakes Climate Change Initiative (Lakes_cci) project. \r\n\r\nThis is version 2.0.2 of the dataset. The five thematic climate variables included in this dataset are: \r\n\r\n- Lake Water Level (LWL), derived from satellite altimetry, is fundamental to understand the balance between water inputs and water loss and their connection with regional and global climate change\r\n- Lake Water Extent (LWE), modelled from the relation between LWL and high-resolution spatial extent observed at set time-points, describes the areal extent of the water body. This allows the observation of drought in arid environments, expansion in high Asia, or impact of large-scale atmospheric oscillations on lakes in tropical regions for example.\r\n- Lake Surface Water temperature (LSWT), derived from optical and thermal satellite observations, is correlated with regional air temperatures and is informative about vertical mixing regimes, driving biogeochemical cycling and seasonality.\r\n- Lake Ice Cover (LIC), determined from optical observations, describes the freeze-up in autumn and break-up of ice in spring, which are proxies for gradually changing climate patterns and seasonality.\r\n- Lake Water-Leaving Reflectance (LWLR), derived from optical satellite observations, is a direct indicator of biogeochemical processes and habitats in the visible part of the water column (e.g. seasonal phytoplankton biomass fluctuations), and an indicator of the frequency of extreme events (peak terrestrial run-off, changing mixing conditions).\r\n\r\nData generated in the Lakes_cci are derived from multiple satellite sensors including: TOPEX/Poseidon, Jason, ENVISAT, SARAL, Sentinel 2-3, Landsat OLI, ERS, MODIS Terra/Aqua and Metop. \r\n\r\nDetailed information about the generation and validation of this dataset is available from the Lakes_cci documentation available on the project website and in Carrea, L., Crétaux, JF., Liu, X. et al. Satellite-derived multivariate world-wide lake physical variable timeseries for climate studies. Sci Data 10, 30 (2023). [https://doi.org/10.1038/s41597-022-01889-z](https://doi.org/10.1038/s41597-022-01889-z)\r\n\r\n\r\n## More information\r\n- [Data Documentation](https://climate.esa.int/en/projects/lakes/key-documents-lakes/)\r\n- [CCI Lakes project website](https://climate.esa.int/en/projects/lakes/about/)\r\n",
  "links": [
    {
      "rel": "root",
      "href": "../../catalog.json",
      "type": "application/json",
      "title": "Earth Observing Dashboard"
    },
    {
      "rel": "item",
      "href": "./lake_water_extent/2010/SE24.json",
      "type": "application/geo+json",
      "id": "SE24",
      "latlng": "59.4542,12.2542",
      "country": "SE",
      "city": "/"
    },
    {
      "rel": "parent",
      "href": "../collection.json",
      "type": "application/json",
      "title": "Lakes water extent"
    }
  ],
  "sci:publications": [
    {
      "citation": "Carrea, L., Crétaux, JF., Liu, X. et al. Satellite-derived multivariate world-wide lake physical variable timeseries for climate studies. Sci Data 10, 30 (2023).",
      "doi": "10.1038/s41597-022-01889-z"
    }
  ],
  "subtitle": "Lake water extent (CCI LWE)",
  "yAxis": "Area of the Lake extent",
  "themes": [
    "water"
  ],
  "tags": [
    "Climate Change Initiative",
    "CCI",
    "Water quality",
    "Multi-sensors",
    "Open data",
    "Lakes"
  ],
  "agency": [
    "ESA"
  ],
  "subcode": "LWE",
  "satellite": [
    "Other"
  ],
  "geoDBID": "Lake_water_extent_tri_timeseries",
  "endpointtype": "GeoDB",
  "title": "Lakes water extent",
  "extent": {
    "spatial": {
      "bbox": [
        [
          12.244200000000001,
          59.4442,
          12.2642,
          59.4642
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "2010-01-14T00:00:00Z",
          "2020-12-28T00:00:00Z"
        ]
      ]
    }
  },
  "license": "other",
  "providers": [
    {
      "name": "ESA",
      "url": "https://www.esa.int/"
    }
  ],
  "summaries": {
    "cities": [
      "/"
    ],
    "countries": [
      "SE"
    ]
  },
  "assets": {
    "reference_1": {
      "href": "https://climate.esa.int/en/projects/lakes/key-documents-lakes/",
      "type": "text/html",
      "title": "Data Documentation",
      "roles": [
        "metadata"
      ]
    },
    "reference_2": {
      "href": "https://climate.esa.int/en/projects/lakes/about/",
      "type": "text/html",
      "title": "CCI Lakes project website",
      "roles": [
        "metadata"
      ]
    },
    "reference_3": {
      "href": "https://catalogue.ceda.ac.uk/uuid/a07deacaffb8453e93d57ee214676304",
      "type": "text/html",
      "title": "Data Source",
      "roles": [
        "metadata"
      ]
    },
    "reference_4": {
      "href": "https://www.earthsystemdatalab.net/",
      "type": "text/html",
      "title": "DeepESDL (Earth System Data Lab)",
      "roles": [
        "metadata"
      ]
    },
    "reference_5": {
      "href": "https://viewer.earthsystemdatalab.net/",
      "type": "text/html",
      "title": "Lexcube - visualise datasets in a 3D cube",
      "roles": [
        "metadata"
      ]
    },
    "reference_6": {
      "href": "https://viewer.earthsystemdatalab.net/",
      "type": "text/html",
      "title": "xcube viewer - visualise DeepESDL datacubes (zarr) on the web",
      "roles": [
        "metadata"
      ]
    },
    "reference_7": {
      "href": "https://collections.eurodatacube.com/climate-change-initiative/",
      "type": "text/html",
      "title": "Euro Data Cube CCI Essential Climate Variables collection",
      "roles": [
        "metadata"
      ]
    }
  }
}